Repository: urban-potato/to-do-list-app-flutter
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Today
ru: Сегодня

source: Other
ru: Остальное

source: Done
ru: Выполнено

source: Save
ru: Сохранить

source: Delete
ru: Удалить

# noTasksToday
source: No tasks for today. Click + to create a task.
ru: Нет задач на сегодня. Нажми + чтобы создать задачу.

# noTasksOtherDays
source: No tasks for other days. Click + to create a task.
ru: Нет задач на другие дни. Нажми + чтобы создать задачу.

# noTasksDone
source: No tasks done yet. Let''s get busy!
ru: Пока нет выполненных задач. Давай приступим к делу!

# personComputer
source: Person sitting carefree at the computer
ru: Человек беззаботно сидит за компьютером

# personMeditate
source: Person meditating in the office
ru: Человек медитирует в офисе

# personTasks
source: Person checks off tasks on task list
ru: Человек отмечает выполнение задач в списке задач
